//Menubar strings
"MB_SWIFT_BAR" = "SwiftBar";
"MB_UPDATING_MENU" = "Updating...";
"MB_LAST_UPDATED" = "Updated";
"MB_ABOUT_SWIFT_BAR" = "About";
"MB_ABOUT_PLUGIN" = "About";
"MB_RUN_IN_TERMINAL" = "Run in Terminal...";
"MB_DISABLE_PLUGIN" = "Disable Plugin";
"MB_DDEBUG_PLUGIN" = "Debug Plugin";
"MB_TERMINATE_EPH" = "Terminate Plugin";
"MB_PREFERENCES" = "Preferences...";
"MB_REFRESH_ALL" = "Refresh All";
"MB_ENABLE_ALL" = "Enable All";
"MB_DISABLE_ALL" = "Disable All";
"MB_OPEN_PLUGINS_FOLDER" = "Open Plugin Folder...";
"MB_CHANGE_PLUGINS_FOLDER" = "Change Plugin Folder...";
"MB_GET_PLUGINS" = "Get Plugins...";
"MB_SEND_FEEDBACK" = "Send Feedback...";
"MB_SHOW_ERROR" = "Show Error";

//Preferences strings
"PF_PREFERENCES" = "Preferences";
"PF_GENERAL" = "General";
"PF_ADVANCED" = "Advanced";
"PF_PLUGINS" = "Plugins";
"PF_SHORTCUT_PLUGINS" = "Shortcut Plugins";
"PF_ABOUT" = "About";
"PF_PLUGINS_FOLDER" = "Plugin Folder";
"PR_LAUNCH_AT_LOGIN" = "Launch at Login";
"PF_PATH" = "Path";
"PF_PATH_IS_NONE" = "None";
"PF_CHANGE_PATH" = "Change...";
"PF_SHELL" = "Shell";
"PF_TERMINAL" = "Terminal";
"PF_HIDE_SWIFTBAR_ICON" = "Hide SwiftBar Icon";
"PF_STEALTH_MODE" = "Hide SwiftBar in the menu bar";
"PF_CHECK_FOR_UPDATE" = "Update";
"PF_CHECK_FOR_UPDATES" = "Check for updates";
"PR_INCLUDE_BETA_UPDATES" = "Enthalten Vorabversionen";
"PR_SHARE_CRASH_REPORTS" = "Fehlerberichte teilen";
"PF_NO_PLUGINS_MESSAGE" = "Plugins folder is empty";
"PF_ENABLE_ALL" = "Enable All";
"PF_PLUGINS_FOOTNOTE" = "Enabled plugins appear in the menu bar.";
"PF_MENUBAR_ITEM" = "Menu Bar Item";
"PF_DIM_ON_MANUAL_REFRESH" = "Dim on Manual Refresh";
"PF_SHORTCUTS_COLUMN_NAME" = "Name";
"PF_SHORTCUTS_COLUMN_SHORTCUT" = "Shortcut";
"PF_SHORTCUTS_COLUMN_REFRESH" = "Refresh";
"PF_SHORTCUTS_DELETE_BUTTON" = "Delete";
"PF_SHORTCUTS_DELETE_CONFIRMATION" = "Are you sure you want to delete '<selectedPlugin>'?";
"PF_SHORTCUTS_ADD_BUTTON" = "Add";
"PF_SHORTCUTS_COLUMN_TOGGLE_HELP" = "Enable\Disable menu bar item";
"PF_SHORTCUTS_COLUMN_REFRESH_HELP" = "Refresh menu bar item";
"PF_ADD_SHORTCUT_PLUGIN_HEADER" = "Add Shortcut Plugin";
"PF_ADD_SHORTCUT_PLUGIN_NAME" = "Name";
"PF_ADD_SHORTCUT_PLUGIN_FOLDER" = "Folder";
"PF_ADD_SHORTCUT_PLUGIN_SHORTCUT" = "Shortcut";
"PF_ADD_SHORTCUT_PLUGIN_REFRESH_HELP" = "Refresh Shortcuts list";
"PF_ADD_SHORTCUT_PLUGIN_OPEN_HELP" = "Open in Shortcuts.app";
"PF_ADD_SHORTCUT_PLUGIN_NEW_HELP" = "Create new Shortcut";
"PF_ADD_SHORTCUT_PLUGIN_REFRESH_INTERVAL" = "Refresh Interval";

//Plugin Repository strings
"PR_CATEGORY" = "Category";
"PR_PLUGIN_REPOSITORY" = "Plugin Repository";
"PR_REFRESHING_DATA_MESSAGE" = "Refreshing repository data...";
"PR_DEPENDENCIES" = "Dependencies";
"PR_PLUGIN_SOURCE" = "Source";
"PR_ABOUT_PLUGIN" = "About";
"PR_AUTORH_PREPOSITION" = "by";
"PR_INSTALL_STATUS_INSTALL" = "Install";
"PR_INSTALL_STATUS_INSTALLED" = "Installed";
"PR_INSTALL_STATUS_FAILED" = "Failed";
"PR_INSTALL_STATUS_DOWNLOADING" = "Downloading";


//App strings
"APP_CHOOSE_PLUGIN_FOLDER_TITLE" = "Choose plugin folder";
"APP_FOLDER_NOT_ALLOWED_MESSAGE" = "Can't use this folder as SwiftBar plugins location";
"APP_FOLDER_NOT_ALLOWED_ACTION" = "Choose New Location";
"APP_CHOOSE_PLUGIN_FOLDER_MESSAGE" = "Set SwiftBar Plugins Location";
"APP_CHOOSE_PLUGIN_FOLDER_INFO" = "Select a folder to store the plugins repository";
"APP_QUIT" = "Quit SwiftBar";
"OK" = "Ok";
"CANCEL" = "Cancel";

// Plugin Repository Categories
"CAT_AWS" = "AWS";
"CAT_CRYPTOCURRENCY" = "Cryptocurrency";
"CAT_DEV" = "Dev";
"CAT_E-COMMERCE" = "E-Commerce";
"CAT_EMAIL" = "Email";
"CAT_ENVIRONMENT" = "Environment";
"CAT_FINANCE" = "Finance";
"CAT_GAMES" = "Games";
"CAT_LIFESTYLE" = "Lifestyle";
"CAT_MESSENGER" = "Messenger";
"CAT_MUSIC" = "Music";
"CAT_NETWORK" = "Network";
"CAT_POLITICS" = "Politics";
"CAT_SCIENCE" = "Science";
"CAT_SPORTS" = "Sports";
"CAT_SYSTEM" = "System";
"CAT_TIME" = "Time";
"CAT_TOOLS" = "Tools";
"CAT_TRAVEL" = "Travel";
"CAT_TUTORIAL" = "Tutorial";
"CAT_WEATHER" = "Weather";
"CAT_WEB" = "Web";
